Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# notifications.alert.informative_text.helper_not_responding
source: The helper is installed, but macOS isn't starting it, so charge limiting isn't running. Open System Settings → General → Login Items, turn BatFi off and then on again. BatFi will reconnect on its own.
cs: Pomocný nástroj je nainstalovaný, ale macOS jej nespouští, takže omezování nabíjení neběží. Otevřete Nastavení systému → Obecné → Aktivace položek a rozšíření při přihlášení, vypněte BatFi a znovu jej zapněte. BatFi se sám znovu připojí.
de: Der Helper ist installiert, aber macOS startet ihn nicht, daher läuft die Ladebegrenzung nicht. Öffne Systemeinstellungen → Allgemein → Anmeldeobjekte, schalte BatFi aus und wieder ein. BatFi stellt die Verbindung von selbst wieder her.
fr: L'assistant est installé, mais macOS ne le démarre pas, la limitation de charge n'est donc pas active. Ouvrez Réglages Système → Général → Ouverture, désactivez BatFi puis réactivez-le. BatFi se reconnectera de lui-même.
it: L'Helper è installato, ma macOS non lo avvia, quindi la limitazione della ricarica non è attiva. Apri Impostazioni di Sistema → Generale → Elementi di login, disattiva BatFi e poi riattivalo. BatFi si riconnetterà da solo.
ja: ヘルパーはインストールされていますが、macOSが起動していないため、充電上限が機能していません。 システム設定 → 一般 → ログイン項目を開き、BatFiを一度オフにしてから再度オンにしてください。BatFiは自動的に再接続します。
ko: 보조 프로그램이 설치되어 있지만 macOS가 이를 시작하지 않아 충전 제한이 작동하지 않습니다. 시스템 설정 → 일반 → 로그인 항목을 열고 BatFi를 껐다가 다시 켜세요. BatFi가 자동으로 다시 연결됩니다.
nl: Het hulpprogramma is geïnstalleerd, maar macOS start het niet, waardoor het oplaadlimiet niet werkt. Open Systeeminstellingen → Algemeen → Inlogonderdelen, schakel BatFi uit en weer in. BatFi maakt vanzelf opnieuw verbinding.
pl: Helper jest zainstalowany, ale macOS go nie uruchamia, więc limitowanie ładowania nie działa. Otwórz Ustawienia systemowe → Ogólne → Logowanie, wyłącz BatFi i włącz go ponownie. BatFi połączy się sam.
pt_br: O Helper está instalado, mas o macOS não o está iniciando, então a limitação de carregamento não está funcionando. Abra Ajustes do Sistema → Geral → Itens de Início, desligue o BatFi e ligue-o novamente. O BatFi voltará a se conectar sozinho.
ru: Помощник установлен, но macOS не запускает его, поэтому ограничение зарядки не работает. Откройте Системные настройки → Основные → Элементы входа, выключите BatFi и снова включите. BatFi подключится самостоятельно.
tr: Yardımcı yüklü ancak macOS onu başlatmıyor, bu yüzden şarj sınırlama çalışmıyor. Sistem Ayarları → Genel → Oturum Açma Öğeleri’ni açın, BatFi’yi kapatıp yeniden açın. BatFi kendiliğinden yeniden bağlanacaktır.
uk: Помічник встановлено, але macOS не запускає його, тому обмеження заряджання не працює. Відкрийте Системні параметри → Загальні → Елементи входу, вимкніть BatFi і знову увімкніть. BatFi під’єднається самостійно.
zh_hans: Helper已安装，但macOS没有启动它，因此充电限制未在运行。 请打开“系统设置”→“通用”→“登录项”，将BatFi关闭后再重新打开。BatFi会自行重新连接。

# notifications.alert.informative_text.install_helper_troubleshooting
source: The app won't work without it. Open and complete the Onboarding process from the More menu. Verify that the app is on the 'Allow in background' list with the switch turned on in System Settings → General → Login Items.
cs: Aplikace bez tohoto nástroje nebude fungovat. Otevřete a dokončete proces Úvodního nastavení v nabídce Více. Zkontrolujte, zda je aplikace v seznamu „Povolit na pozadí“ se zapnutým přepínačem v Nastavení systému → Obecné → Aktivace položek a rozšíření při přihlášení.
de: Die App funktioniert nicht ohne dies. Öffnen und schließen Sie den Onboarding-Prozess über das „Mehr“-Menü ab. Stellen Sie sicher, dass die App in der Liste ‚Im Hintergrund erlauben‘ mit aktiviertem Schalter in den Systemeinstellungen → Allgemein → Anmeldeobjekte enthalten ist.
fr: L'application ne fonctionnera pas sans. Ouvrez et complétez le processus à partir du menu Plus. Vérifiez que l'application est dans la liste 'Autoriser en arrière-plan' avec l'interrupteur activé dans Réglages Système → Général → Ouverture.
it: L'app non funzionerà senza l'Helper. Apri l'app e completa il processo di inizializzazione dal menu Altro. Verifica che l'app è nella lista "Consenti in background" ed il relativo interruttore è impostato ad ON dentro Impostazioni di Sistema →Generale → Elementi di login
ja: これがないとこのアプリは動作しません。メニューの詳細からオンボーディングを開き、完了させてください。システム設定→一般→ログイン項目画面から、アプリが「バックグラウンドでの実行を許可」のリスト上で有効化されているか確かめてください。
ko: 보조 프로그램 없이 앱이 작동하지 않습니다. 더 보기 메뉴에서 초기 설정 창을 열어 초기 설정 과정을 완료하세요. 시스템 설정 → 일반 → 로그인 항목에서 앱이 '백그라운드에서 허용' 목록에 있으며, 스위치가 켜져 있는지 확인하세요.
nl: De app zal anders niet werken. Open en doorloop het Introductie proces, te vinden onder "Meer”. Controleer dat de app in de lijst “Sta toe op de achtergond” is toegevoegd en ingeschakeld in Systeeminstellingen → Algemeen → Inlogonderdelen.
pl: BatFi nie będzie bez niej działać. Otwórz i ukończ Onboarding z menu "Więcej". Apka powinna być włączona na liście "Pozwalaj w tle" w Ustawieniach Systemowych → Ogólne → Logowanie.
pt_br: O aplicativo não funcionará sem ele. Abra e conclua o processo de integração no menu Mais. Verifique se o aplicativo está na lista "Permitir em Segundo Plano" com o interruptor ligado em Ajustes do Sistema → Geral → Itens de Início.
ru: Приложение не будет работать без этого. Откройте и завершите процесс обучения в меню 'Дополнительно'. Убедитесь, что приложение находится в списке 'Разрешить в фоновом режиме' и включено в системных настройках → Основные → Элементы входа.
tr: Uygulama bu olmadan çalışmayacaktır. Daha fazla menüsünden Kullanıcı Rehberini açın ve tamamlayın. Sistem Ayarları → Genel → Oturum Açma Öğeleri'nde anahtar açıkken uygulamanın 'Arka Planda İzin Ver’ listesinde olduğunu emin olun.
uk: Додаток не працюватиме без цього. Відкрийте та завершіть процес навчання в меню 'Додатково'. Переконайтеся, що додаток знаходиться в списку 'Дозволити у фоновому режимі' та увімкнено в Системних параметрах → Загальні → Елементи входу.
zh_hans: 如果没有它，应用将无法运行。 从“更多”菜单打开并完成上手引导。 验证应用是否位于“允许在后台”列表中，并在“系统设置”→“通用”→“登录项”中打开开关。

# notifications.alert.informative_text.not_laptop
source: It seems the app isn’t running on a laptop. Please launch BatFi on an Apple notebook.
cs: Zdá se, že aplikace není spuštěna na notebooku. Spusťte prosím BatFi na notebooku Apple.
de: Es scheint, dass die App nicht auf einem Laptop läuft. Bitte starten Sie BatFi auf einem Apple-Notebook.
fr: Il semble que l’application ne fonctionne pas sur un ordinateur portable. Veuillez lancer BatFi sur un ordinateur Apple.
it: Sembra che l’app non sia in esecuzione su un laptop. Avvia BatFi su un notebook Apple.
ja: アプリがノートパソコンで実行されていないようです。AppleのノートブックでBatFiを起動してください。
ko: 앱이 노트북에서 실행되지 않는 것 같습니다. Apple 노트북에서 BatFi를 실행하세요.
nl: Het lijkt er op dat de app niet op een laptop is geopend. Open BatFi op een MacBook a.u.b.
pl: Wygląda na to, że aplikacja nie została uruchomiona na laptopie. Uruchom BatFi na notebooku Apple
pt_br: Parece que o aplicativo não está sendo executado em um laptop. Por favor, inicie o BatFi em um notebook da Apple.
ru: Похоже, приложение не работает на ноутбуке. Пожалуйста, запустите BatFi на ноутбуке Apple.
tr: Görünüşe göre uygulama bir dizüstü bilgisayarda çalışmıyor. Lütfen BatFi'yi bir Apple dizüstü bilgisayarda başlatın.
uk: Схоже, програма не працює на ноутбуці. Будь ласка, запустіть BatFi на ноутбуці Apple.
zh_hans: 似乎该应用程序未在笔记本电脑上运行。请在苹果笔记本上启动 BatFi。

# notifications.alert.informative_text.optimized_charging_turned_on
source: The app won't work properly with it. Disable it by clicking the info icon next to the "Battery Health" in System Settings.
cs: Aplikace s ním nebude fungovat správně. Vypněte jej kliknutím na ikonu informací vedle položky „Stav baterie“ v Nastavení systému.
de: Die App funktioniert damit nicht richtig. Deaktiviere es, indem du auf das Info-Symbol neben „Batteriezustand“ in den Systemeinstellungen klickst.
fr: L’application ne fonctionnera pas correctement avec cette option. Désactivez-la en cliquant sur l’icône d’information à côté de « État de la batterie » dans Réglages Système.
it: L’app non funzionerà correttamente con questa opzione attiva. Disattivala facendo clic sull’icona info accanto a "Stato batteria" in Impostazioni di Sistema.
ja: この設定が有効だとアプリは正しく動作しません。 システム設定の「バッテリーの状態」の横にあるインフォメーションアイコンをクリックして無効にしてください。
ko: 이 기능이 켜져 있으면 앱이 제대로 작동하지 않습니다. 시스템 설정에서 "배터리 성능 상태" 옆의 정보 아이콘을 클릭해 끄세요.
nl: De app werkt daarmee niet goed. Schakel het uit door in Systeeminstellingen op het infosymbool naast "Batterijconditie" te klikken.
pl: Apka nie będzie z tym działać poprawnie. Wyłącz to, klikając ikonę informacji obok "Kondycji baterii" w Ustawieniach systemowych.
pt_br: O aplicativo não funcionará corretamente com isso ligado. Desative clicando no ícone de informações ao lado de "Saúde da Bateria" nos Ajustes do Sistema.
ru: Приложение не будет работать корректно с этой функцией. Отключите её, нажав на значок информации рядом с «Состоянием аккумулятора» в Системных настройках.
tr: Uygulama bu açıkken düzgün çalışmayacaktır. Sistem Ayarları’nda “Pil Sağlığı” yanındaki bilgi simgesine tıklayarak devre dışı bırakın.
uk: Програма не працюватиме належним чином із цією функцією. Вимкніть її, натиснувши на значок інформації поруч зі «Станом акумулятора» в Системних параметрах.
zh_hans: 启用它时应用无法正常工作。 请在“系统设置”中点击“电池健康度”旁边的信息图标将其关闭。

# notifications.alert.informative_text.status_bar_icon_hidden
source: To open BatFi settings again, click its notification, select its icon in the Launchpad, or double-click it in the Finder.
cs: Chcete-li znovu otevřít nastavení aplikace BatFi, klikněte na její oznámení, vyberte její ikonu v Launchpadu nebo na ni dvakrát klikněte ve Finderu.
de: Um die BatFi-Einstellungen erneut zu öffnen, klicken Sie auf die Benachrichtigung, wählen Sie das Symbol im Launchpad aus oder doppelklicken Sie im Finder.
fr: Pour rouvrir les paramètres de BatFi, cliquez sur sa notification, sélectionnez son icône dans le Launchpad ou double-cliquez dessus dans le Finder.
it: Per riaprire le impostazioni di BatFi, fai clic sulla notifica, seleziona l’icona nel Launchpad o fai doppio clic nel Finder.
ja: BatFi設定を再度開くには、通知をクリックするか、Launchpadでアイコンを選択するか、Finderでダブルクリックしてください。
ko: BatFi 설정을 다시 열려면 알림을 클릭하거나 Launchpad에서 아이콘을 선택하거나 Finder에서 두 번 클릭하세요.
nl: Om BatFi instellingen te openen kan je klikken op een BatFi melding, het BatFi icoon selecteren in Launchpad, of in Finder dubbelkikken op BatFi.
pl: Aby ponownie otworzyć ustawienia BatFi, kliknij jego powiadomienie, wybierz ikonę w Launchpadzie lub dwukrotnie kliknij w Finderze.
pt_br: Para reabrir as configurações do BatFi, clique na notificação, selecione o ícone no Launchpad ou clique duas vezes no Finder.
ru: Чтобы снова открыть настройки BatFi, нажмите на его уведомление, выберите его значок в Launchpad или дважды щелкните по нему в Finder.
tr: BatFi ayarlarını tekrar açmak için bildirimine tıklayın, Launchpad'deki simgesini seçin veya Finder'da çift tıklayın.
uk: Щоб знову відкрити параметри BatFi, натисніть на його сповіщення, виберіть його значок у Launchpad або двічі клацніть на ньому у Finder.
zh_hans: 要重新打开 BatFi 设置，请点击其通知，选择 Launchpad 中的图标，或在 Finder 中双击图标。

# notifications.alert.title.foreign_helper
source: Another copy of BatFi owns the helper
cs: Pomocný nástroj patří jiné kopii BatFi
de: Ein anderes Exemplar von BatFi besitzt den Helper
fr: L'assistant appartient à une autre copie de BatFi
it: L'Helper appartiene a un'altra copia di BatFi
ja: ヘルパーは別のBatFiのコピーに属しています
ko: 보조 프로그램이 다른 BatFi 사본에 속해 있습니다
nl: Het hulpprogramma hoort bij een andere kopie van BatFi
pl: Helper należy do innej kopii BatFi
pt_br: O Helper pertence a outra cópia do BatFi
ru: Помощник принадлежит другой копии BatFi
tr: Yardımcı, BatFi’nin başka bir kopyasına ait
uk: Помічник належить іншій копії BatFi
zh_hans: Helper 属于另一份 BatFi 副本

# notifications.alert.title.helper_install_failed
source: BatFi's helper isn't installed
cs: Pomocný nástroj BatFi není nainstalovaný
de: BatFis Helper ist nicht installiert
fr: L'assistant de BatFi n'est pas installé
it: L'Helper di BatFi non è installato
ja: BatFiのヘルパーがインストールされていません
ko: BatFi 보조 프로그램이 설치되어 있지 않습니다
nl: BatFi's hulpprogramma is niet geïnstalleerd
pl: Helper BatFi nie jest zainstalowany
pt_br: O Helper do BatFi não está instalado
ru: Помощник BatFi не установлен
tr: BatFi’nin yardımcısı yüklü değil
uk: Помічник BatFi не встановлено
zh_hans: BatFi 的 Helper 未安装

# notifications.alert.title.helper_needs_approval
source: BatFi's helper needs your approval
cs: Pomocný nástroj BatFi potřebuje vaše schválení
de: Der Helper von BatFi benötigt deine Zustimmung
fr: L'assistant de BatFi a besoin de votre autorisation
it: L'Helper di BatFi ha bisogno della tua approvazione
ja: BatFiのヘルパーには許可が必要です
ko: BatFi 보조 프로그램에 승인이 필요합니다
nl: Het hulpprogramma van BatFi heeft je toestemming nodig
pl: Helper BatFi wymaga Twojej zgody
pt_br: O Helper do BatFi precisa da sua aprovação
ru: Помощнику BatFi нужно ваше разрешение
tr: BatFi’nin yardımcısı onayınızı bekliyor
uk: Помічнику BatFi потрібен ваш дозвіл
zh_hans: BatFi的Helper需要你的允许

# notifications.alert.title.helper_needs_manual_reset
source: BatFi needs you to reset its helper
cs: Pomocný nástroj BatFi je potřeba ručně resetovat
de: Der Helper von BatFi muss manuell zurückgesetzt werden
fr: L'assistant de BatFi doit être réinitialisé manuellement
it: L'Helper di BatFi va reimpostato manualmente
ja: BatFiのヘルパーを手動でリセットしてください
ko: BatFi 보조 프로그램을 직접 재설정해야 합니다
nl: Het hulpprogramma van BatFi moet handmatig opnieuw worden ingesteld
pl: Helper BatFi wymaga ręcznego zresetowania
pt_br: O Helper do BatFi precisa ser redefinido manualmente
ru: Помощник BatFi нужно сбросить вручную
tr: BatFi’nin yardımcısının elle sıfırlanması gerekiyor
uk: Помічника BatFi потрібно скинути вручну
zh_hans: BatFi的Helper需要你手动重置

# notifications.alert.title.helper_not_responding
source: BatFi's helper isn't responding
cs: Pomocný nástroj aplikace BatFi neodpovídá
de: Der Helper von BatFi antwortet nicht
fr: L'assistant de BatFi ne répond pas
it: L'Helper di BatFi non risponde
ja: BatFiのヘルパーが応答していません
ko: BatFi 보조 프로그램이 응답하지 않습니다
nl: BatFi's hulpprogramma reageert niet
pl: Helper BatFi nie odpowiada
pt_br: O Helper do BatFi não está respondendo
ru: Помощник BatFi не отвечает
tr: BatFi’nin yardımcısı yanıt vermiyor
uk: Помічник BatFi не відповідає
zh_hans: BatFi的Helper无响应

# notifications.alert.title.install_helper_troubleshooting
source: BatFi's helper app is not installed
cs: Pomocný nástroj aplikace BatFi není nainstalovaný
de: Das Hilfsprogramm von BatFi ist nicht installiert.
fr: L'application auxiliaire de BatFi n'est pas installée.
it: L'Helper di BatFi non è installato
ja: BatFiのヘルパーアプリがインストールされていません。
ko: BatFi 보조 프로그램이 설치되지 않았습니다
nl: BatFi's hulpprogramma is niet geïnstalleerd
pl: Apka pomocnicza BatFi nie jest zainstalowana
pt_br: O aplicativo auxiliar Helper do BatFi não está instalado
ru: Вспомогательное приложение BatFi не установлено.
tr: BatFi'nin yardımcı uygulaması yüklü değil
uk: Допоміжну програму BatFi не встановлено
zh_hans: BatFi的Helper应用未安装

# notifications.alert.title.not_laptop
source: Run BatFi on a MacBook
cs: Spusťte aplikaci BatFi na MacBooku
de: Starten Sie BatFi auf einem MacBook
fr: Lancez BatFi sur un MacBook.
it: Avvia BatFi su un MacBook
ja: MacBookでBatFiを起動
ko: MacBook에서 BatFi 실행
nl: Gebruik BatFi op een MacBook
pl: Uruchom BatFi na MacBooku
pt_br: Execute o BatFi em um MacBook
ru: Запустите BatFi на MacBook
tr: BatFi'yi bir MacBook'ta çalıştırın
uk: Запустіть BatFi на MacBook
zh_hans: 在 MacBook 上运行 BatFi。

# notifications.alert.title.optimized_charging_turned_on
source: Optimized battery charging is turned ON
cs: Optimalizované nabíjení baterie je zapnuté
de: Optimiertes Aufladen des Akkus ist aktiv
fr: Recharge optimisée de la batterie activée
it: L'ottimizzazione della ricarica è impostato su ON
ja: 最適化されたバッテリー充電がオンになっています
ko: 최적화된 배터리 충전이 활성화됨
nl: Geoptimaliseerd opladen is ingeschakeld
pl: Zoptymalizowane ładowanie baterii jest WŁĄCZONE
pt_br: O carregamento otimizado da bateria está LIGADO
ru: Оптимизированная зарядка аккумулятора включена.
tr: İyileştirilmiş pil şarjı AÇIK
uk: Оптимізоване заряджання акумулятора увімкнено
zh_hans: 优化电池充电已启用

# notifications.alert.title.status_bar_icon_hidden
source: Status bar icon is hidden
cs: Ikona ve stavovém řádku je skryta
de: Statusleisten-Symbol ist ausgeblendet
fr: L’icône de la barre d’état est masquée
it: L’icona della barra di stato è nascosta
ja: ステータスバーアイコンが非表示です
ko: 상태 표시줄 아이콘이 숨겨져 있습니다
nl: Statusbalkicoon is verborgen
pl: Ikona paska statusu jest ukryta
pt_br: O ícone da barra de status está oculto
ru: Значок строки состояния скрыт
tr: Durum çubuğu simgesi gizlendi
uk: Значок рядка меню приховано
zh_hans: 状态栏图标已隐藏

# notifications.notification.body.battery_calibration
source: Unplug the computer and let the battery drain completely. Then, plug it in and charge it to 100%, using the “Charge to 100%” command from the menu if needed.
cs: Odpojte počítač od sítě a nechte baterii zcela vybít. Poté ji připojte a nabijte na 100 %, v případě potřeby pomocí příkazu „Nabít na 100 %“ v nabídce.
de: Trennen Sie den Computer vom Stromnetz und lassen Sie die Batterie vollständig entladen. Schließen Sie ihn dann wieder an und laden Sie ihn auf 100 %, falls nötig mit dem Befehl „Auf 100 % laden“ im Menü.
fr: Débrancher l'ordinateur et laisser la batterie se vider complètement. Ensuite, rebrancher l'ordinateur et charger le jusqu'à 100% en utilisant la fonction "Charger à 100%" du menu, si besoin.
it: Scollega il computer e lascia che la batteria si scarichi completamente. Quindi, collegalo e caricalo al 100% utilizzando il comando “Carica al 100%” dal menu, se necessario.
ja: コンピュータの電源を切り、バッテリーを完全に放電してください。その後、再接続して100％まで充電します。必要に応じて、メニューの「100％まで充電」コマンドを使用してください。
ko: 컴퓨터를 전원에서 분리하고 배터리를 완전히 방전시키세요. 그런 다음 다시 연결하여 100%까지 충전하세요. 필요시 메뉴에서 ‘100%까지 충전’ 명령을 사용하세요.
nl: Ontkoppel de oplader en laat de batterij volledig leeglopen. Sluit de MacBook daarna weer aan en laad het apparaat op tot 100%. Gebruik indien nodig de “Opladen tot 100%” functie via het menu.
pl: Odłącz komputer od ładowarki i rozładuj baterię do zera. Następnie naładuj do 100% używając polecenia “Naładuj do 100%” z menu.
pt_br: Desconecte o computador e deixe a bateria descarregar completamente. Em seguida, reconecte e carregue até 100%, usando o comando “Carregar até 100%” no menu, se necessário.
ru: Отключите компьютер от сети и полностью разрядите аккумулятор. Затем подключите его и зарядите до 100%, используя команду «Зарядить до 100%» в меню, если необходимо.
tr: Bilgisayarın fişini çekin ve pilin tamamen boşalmasını bekleyin. Ardından, fişi takıp %100'e kadar şarj edin. Gerekirse menüden ' %100 Şarj Et' komutunu kullanın.
uk: Відключіть комп’ютер від мережі та повністю розрядіть акумулятор. Потім підключіть його та зарядіть до 100%, використовуючи команду «Зарядити до 100%» у меню, якщо необхідно.
zh_hans: 断开电脑连接，让电池完全放电。然后，重新连接并充电至 100%，如果需要，可以从菜单中使用“充电至 100%”命令。

# notifications.notification.body.cannot_read_battery_info
source: macOS isn't reporting the battery details BatFi needs. Your charge limit may still be active. Please report this, the app's log names the missing value.
cs: macOS neposkytuje údaje o baterii, které BatFi potřebuje. Váš limit nabíjení může být stále aktivní. Nahlaste to prosím, chybějící hodnota je uvedena v logu aplikace.
de: macOS meldet die Akku-Daten nicht, die BatFi benötigt. Dein Ladelimit ist möglicherweise weiterhin aktiv. Bitte melde das, das Log der App nennt den fehlenden Wert.
fr: macOS ne fournit pas les données de batterie dont BatFi a besoin. Votre limite de charge est peut-être toujours active. Merci de le signaler, le journal de l’application indique la valeur manquante.
it: macOS non riporta i dati della batteria di cui BatFi ha bisogno. Il tuo limite di ricarica potrebbe essere ancora attivo. Segnalalo, per favore, il log dell’app indica il valore mancante.
ja: macOSがBatFiに必要なバッテリー情報を返していません。充電上限はまだ有効な可能性があります。この問題を報告してください。不足している値はアプリのログに記録されています。
ko: macOS가 BatFi에 필요한 배터리 정보를 제공하지 않습니다. 충전 제한은 여전히 작동 중일 수 있습니다. 이 문제를 알려 주세요, 앱 로그에 누락된 값이 기록되어 있습니다.
nl: macOS geeft de batterijgegevens die BatFi nodig heeft niet door. Je oplaadlimiet is mogelijk nog steeds actief. Meld dit alsjeblieft, de log van de app noemt de ontbrekende waarde.
pl: macOS nie zwraca danych baterii, których potrzebuje BatFi. Twój limit ładowania może nadal działać. Zgłoś to proszę, w logu apki znajdziesz nazwę brakującej wartości.
pt_br: O macOS não está informando os dados da bateria de que o BatFi precisa. Seu limite de carga pode continuar ativo. Por favor, relate isso, o log do aplicativo indica o valor que está faltando.
ru: macOS не сообщает данные об аккумуляторе, которые нужны BatFi. Ваш лимит заряда может по-прежнему действовать. Пожалуйста, сообщите об этом, в журнале приложения указано недостающее значение.
tr: macOS, BatFi’nin ihtiyaç duyduğu pil bilgilerini bildirmiyor. Şarj sınırınız hâlâ etkin olabilir. Lütfen bunu bildirin, eksik değer uygulamanın günlüğünde belirtiliyor.
uk: macOS не повідомляє дані про акумулятор, які потрібні BatFi. Ваш ліміт заряду може досі діяти. Будь ласка, повідомте про це, у журналі програми вказано відсутнє значення.
zh_hans: macOS没有返回BatFi所需的电池数据。你的充电限制可能仍在生效。请反馈此问题，应用日志中记录了缺失的数值。

# notifications.notification.body.low_battery
source: I need more juice!
cs: Potřebuju víc šťávy!
de: Ich brauche mehr Saft!
fr: J'ai besoin d'énergie!
it: Mi serve più carica!
ja: たくさんのジュースが必要です！
ko: 제 배터리가 다 됐나봐요!
nl: Ik heb meer energie nodig!
pl: Naładuj mnie!
pt_br: Preciso de mais energia!
ru: Мне нужно больше сока!
tr: Daha fazla enerjiye ihtiyacım var!
uk: Мені потрібно більше енергії!
zh_hans: 快来填满我吧！

# notifications.notification.body.system_charge_limit_removed
source: It looks like you're running on macOS 15. The "Enable System charge limit 80% on sleep" option was removed from this macOS
cs: Vypadá to, že používáte macOS 15. Volba „Automaticky povolit omezení nabití systému (80 %), když Mac přejde do režimu spánku“ byla z tohoto systému macOS odstraněna
de: Es sieht so aus, als würdest du macOS 15 verwenden. Die Option „Automatisch das System-Ladelimit (80 %) aktivieren, sobald der Mac in den Ruhezustand wechselt“ wurde aus diesem macOS entfernt
fr: Il semble que vous utilisiez macOS 15. L’option « Activer automatiquement la limite de charge système (80 %) lorsque le Mac passe veille » a été supprimée de ce macOS
it: Sembra che tu stia usando macOS 15. L’opzione "Abilita automaticamente il limite (80%) quando il Mac va in standby" è stata rimossa da questo macOS
ja: macOS 15をお使いのようです。「Macがスリープしたら自動でシステムの充電上限(80%)を有効化する」のオプションは、このmacOSでは削除されました
ko: macOS 15을 사용 중인 것으로 보입니다. "Mac이 잠자기로 전환될 경우 시스템 설정(80%)에 따라 자동으로 충전 제한" 옵션은 이 macOS에서 제거되었습니다
nl: Het lijkt erop dat je macOS 15 gebruikt. De optie "Schakel systeem-oplaadlimiet (80%) automatisch in bij sluimerstand" is uit deze macOS verwijderd
pl: Wygląda na to, że używasz macOS 15. Opcja "Automatycznie włącz systemowy limit ładowania (80%) gdy Mac się usypia" została usunięta z tego systemu macOS
pt_br: Parece que você está no macOS 15. A opção "Habilitar automaticamente o limite de carga do sistema (80%) quando o Mac entrar em suspensão" foi removida deste macOS
ru: Похоже, вы используете macOS 15. Опция «Автоматически включать системное ограничение заряда (80 %), когда Mac переходит в спящий режим» была удалена из этой версии macOS
tr: Görünüşe göre macOS 15 kullanıyorsunuz. “Mac uyku moduna geçtiğinde sistem şarj sınırını (%80) otomatik olarak etkinleştir” seçeneği bu macOS sürümünden kaldırıldı
uk: Схоже, ви використовуєте macOS 15. Опцію «Автоматично вмикати системне обмеження заряду (80%), коли Mac переходить у сплячий режим» було видалено з цієї версії macOS
zh_hans: 看起来你正在使用macOS 15。“当Mac进入睡眠时自动启动系统充电限制（80%）”选项已从此macOS中移除
